{"inkVersion":20,"root":[[{"->":"BEGINNING"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"BEGINNING":[{"#":"name player"},"^I've got some intel to report, Boss.","\n",{"#":"name boss"},"^Excellent. Let's hear it.","\n",{"#":"name player"},"^Mr. Dauphin has deleted the footage to of the day of the incident, apparently at Shudderz request.","\n","^His seismic sensor indicate three creatures were in the evidence room at the time of the crime.","\n",{"#":"name Boss"},"^Bzzzzz.","\n","^Go on.","\n",{"#":"name player"},"^ADA1N claims to have lost a blaster the day of the incident as well.","\n","^Coincidentally, the blaster's records show that it was fired once at the time Detectice G said he was in the evidence room.","\n",{"#":"name boss"},"^I see. Any working theories?","\n",{"#":"name player"},"^I would find it plausible to believe that Detective G. and one other creature were held at blasterpoint.","\n","^ADA1N's blaster was used for the heist.","\n","^After the thief demanded that Detective G hand over the Neuralyzer, they wiped his memory.","\n",{"#":"name Boss"},"^That seems to hold up.","\n","^Good work so far Detective.","\n",{"#":"name player"},"^The key now is to determine who exactly was in that room.","\n",{"#":"name Boss"},"^If it's any help, Detective G has done some research on the side.","\n","^Sleethy and Nerguzzus Collective are working a together on a cold case.","\n","^They're the only personnel working cold cases right now, so they apparently frequent the evidence room.","\n",{"#":"name player"},"^Thanks for the tip off. I'll talk with them.","\n",{"#":"name Boss"},"^Oh, before you go, there's one more thing.","\n","^Word of the theft has reached my superiors. You've been granted Omega level access to the case.","\n",{"#":"name player"},"^Wow, really? First Omega clearance, woo!","\n",{"#":"name Boss"},"^You may now accuse anyone who you like. As a detective with Omega level clearance, your word is taken to be truth.","\n","^Anyone who you accuse will instantly be judged guilty.","\n","^Do not abuse this power, and good luck.","\n",{"#":"transition stage2"},"end",{"#f":1}],"#f":1}],"listDefs":{}}