{"inkVersion":20,"root":[[{"->":"BEGINNING"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"BEGINNING":[{"#":"name player"},"^Alabaster. You're the thief.","\n",{"#":"name Alabster"},"^What??","\n","^I deny your meaning.","\n",{"#":"name player"},"^Only you remember the crime.","\n","^Three relative days ago, in the evidence room.","\n","^The previous day, you had heard of Shudderz' party in the evidence room.","\n",{"#":"name Alabaster"},"^Alabaster was there. So?","\n",{"#":"name player"},"^The next day, you stole ADA1N's blaster while they weren't looking.","\n","^You waited until Detective G went into the evidence room, then you cornered him with the blaster.","\n",{"#":"name Alabaster"},"^YOU LIE!","\n",{"#":"name player"},"^You ordered Detective G to hand over the Nueralyzer.","\n","^You even gave him a fake one, just to prevent discovery of the theft.","\n","^But just as you were about to Nueralyze him, there was a problem.","\n",{"#":"name Alabaster"},"^Detectice C! Detective C is the problem!","\n",{"#":"name player"},"^Sleethy, sent by Nerguzzus, had entered the room, looking for a duplicate NFT.","\n","^Your plan had to change.","\n","^You neuralyzed Detective G in the evidence room, then left into the hallway.","\n","^Around the corner, you Neuralyzed Sleethy.","\n","^This is why Detective G saw Sleethy enter and not exit,","\n","^and why Sleethy didn't remember entering the evidence room.","\n",{"#":"name Alabaster"},"^Blah, blah, blah, you speak in nonsense!","\n",{"#":"name player"},"^Finally, there was one remaining obstacle: the footage.","\n","^You Nueralyzed a day's worth of memories from Shudderz, so he would get the wrong date.","\n","^Then, you told him he could ask Dauphin to delete the footage of the party.","\n","^Missing a days worth of memories, he asked for footage of three days ago be deleted - instead of four!","\n",{"#":"name Alabaster"},"^Party? Hmmm? Alabaster does not party.","\n",{"#":"name player"},"^And your alibi, Alabaster.","\n","^You did go into the evidence room that day.","\n","^You did take and return the blaster.","\n","^But you never experienced any sort of memory loss. You were behind it all.","\n",{"#":"name Alabaster"},"^Heeheee","\n","^Hooohoooo","\n","^HAHAHAHAHAHAHAHAHAHAHAHAHAHAHA","\n","^...","\n","^...","\n","^...","\n","^What does it even matter?","\n","^You, Detective C and G, running around with memory wipers.","\n","^If a detective proves a point to an empty precinct, did they really prove it?","\n","^What even is reality?","\n","^You have memory wipers!","\n","^We could have been different people, and never known about it.","\n","^We could have all been friends in past lives!","\n","^We could have been spoon-fed information and never known it!","\n","^Is this really a precinct?","\n","^Are we really doing work for money?","\n","^Why am I sitting in the same spot for minutes on end?","\n","^Is my name even Alabaster?","\n","^I DON'T KNOW!  I CAN'T RELY ON MYSELF!","\n","^MY COGNITION IS COLLAPSING!","\n","^When we can't trust our own memories, reality crumbles.","\n","^Anyone can believe any thing.","\n","^...","\n","^I found this out the hard way, when I saw Detective G Nueralyzing a friend of mine a few months back.","\n","^Or maybe it was a few years back. I wouldn't be able to tell the difference.","\n","^...","\n","^So I stole the Nerualyzer, wielded the power of reality for myself a little bit.","\n","^But you couldn't bear that, could you?","\n","^You, on the up high, the bosses of the bosses, couldn't stand that somebody in this damn precinct was a free thinker.","\n","^HUH?? COULD YOU??","\n",{"#":"name player"},"^*Kshk* This is Detective C. I'm going to need some cleanup in Precinct 130A.","\n","^...","\n","^That was some outburst, Alabaster.","\n","^We may have to take you into special confinement.","\n","^The rest of you,","\n","^none of you saw anything.","\n",{"#":"transition GoodEnding"},"end",{"#f":1}],"#f":1}],"listDefs":{}}